/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Karelia Software, 2006";

"KTPluginDescription"= "A pagelet for displaying a list of Amazon products";
"KTPluginName" = "Amazon List";
"KTPluginUntitledName" = "Amazon List";